"LANG" = "(German)";

"BAD_SYSTEM" = "Maintenance funktioniert nicht mit dieser Version von Mac OS.";
"GOOD_SYSTEM" = "Diese Version von Maintenance funktioniert nur mit der Version 10.6.x von Mac OS X (Snow Leopard).";
"BADPASS" = "Die Angabe für Name oder Kennwort ist nicht korrekt.";
"MSG_BADPASS" = "Versuchen Sie erneut, die Informationen einzugeben.";
"EXEC_MAINTENANCE" = "Maintenance starten...";

"CHECK_UPDATE" = "Nach Aktualisierung suchen...";
"UPTODATE" = "Sie verwenden die aktuelle Version von Maintenance.";
"MSG_UPTODATE" = "Es ist kein Update verfügbar. Zum Fortfahren auf 'OK' klicken.";
"NO_UPDATE" = "Keine neue version gefunden";
"NO_UPDATEBETA" = "Impossible to search for an update from a beta version.";
"UPDATE_DL" = "Neue Version gefunden und laden";
"UPDATE_NODL" = "Neue Version gefunden aber nicht laden";
"B_DL" = "Laden";
"DL_UPDATE" = "Herunter laden...";
"NEW_VERS" = "Neue Version gefunden.";
"MSG_VERSA" = "Sie verwenden z.Zt. die Version ";
"MSG_VERSB" = " von Maintenance. Eine neuere Version (";
"MSG_VERSC" = ") ist verfügbar.";
"DLOK" = "Downloaded.";
"MSG_DLOK" = "Die neueste Version von Maintenance wurde geladen und auf dem Desktop platziert.";
"ERR_UPDATE" = "Fehler beim Suchen nach einer Aktualisierung von Maintenance.";
"ERR_UPDATERETRY" = "Fehler beim Suchen nach einer Aktualisierung von Maintenance. Entweder ist die Webseite nicht erreichbar oder Sie haben keine Verbindung zum Internet. Bitte versuchen Sie es später noch einmal.";

"CHECK_SMART" = "Der S.M.A.R.T.-Status wird überprüft";
"DISABLE_SMART" = "Diese Prüfung kann in den Voreinstellungen von Maintenance abgeschaltet werden.";
"SMART_VERIFIED" = "S.M.A.R.T.-Status überprüft.";
"MSG_SMART_VERIFIED" = "Die Disk scheint korrekt zu arbeiten.";
"SMART_NOTSUPPORTED" = "S.M.A.R.T.-Status nicht unterstützt.";
"MSG_SMART_NOTSUPPORTED" = "Der S.M.A.R.T.-Status konnte nicht verifiziert werden, weil er von diesem Laufwerk nicht unterstützt wird.";
"SMART_NOTVERIFIED" = "S.M.A.R.T.-Status wurde nicht überprüft.";
"MSG_SMART_NOTVERIFIED" = "Während der Überprüfung des S.M.A.R.T.-Status Ihrer Festplatte ist ein Fehler aufgetreten.";
"MSG_SMART_RAID" = "Maintenance kann den S.M.A.R.T.-Status von RAID-Sets nicht überprüfen.";

"CHECKDISK" = "Das Startlaufwerk wird verifiziert";
"MSG_ALERTCHECK" = "Sie sollten das Startlaufwerk verifizieren, bevor Sie Wartungs- oder Aufräumaktionen starten.";
"MSG_CHECKDISK" = "Um zu verifizieren, beenden Sie bitte alle Anwendungen (manche Tasks können die Verifikation beeinträchtigen). Klicken Sie dann auf 'Weiter' und warten Sie";
"CHECKDISK_OK" = "Laufwerk verifiziert.";
"MSG_CHECKDISK_OK" = "Das Startlaufwerk scheint in Ordnung zu sein.";
"CHECKDISK_NOTOK" = "Das Laufwerk muss reapriert werden.";
"MSG_CHECKDISK_NOTOK" = "Um Ihr Startvolume zu reparieren, starten Sie von der Mac OS X Installations-CD oder -DVD und wählen Sie im Menü 'Dienstprogramme' die Option 'Festplatten-Dienstprogramm öffnen'...";
"NOCHECKDISK" = "Verifizierung unmöglich.";
"MSG_NOCHECKDISK" = "Es ist nicht möglich das Startlaufwerk zu verifizieren, weil es nicht 'journaled' ist.";

"NOCOMMAND" = "Kein Befehl ausgewählt.";
"MSG_NOCOMMAND" = "Bitte wählen Sie mindestens eine Option aus.";
"ERROR" = "Fehler: ";
"ALRT" = "Warnung!";
"ALRT_QUITALL" = "Maintenance schließt jetzt alle laufenden Programme.";

"B_QUIT" = "Beenden";
"B_CANCEL" = "Abbrechen";
"B_CONTINUE" = "Weiter";
"B_RESTART" = "Neustart";
"B_CLOSE" = "Schließen";
"B_SHUTDOWN" = "Ausschalten";

"REPAIRPERM" = "Zugriffsrechte reparieren";
"SCRIPTS" = "Ausführung des Wartungsskripts";
"CACHE_SYSTEM" = "Löschen der System-Caches";
"CACHE_APP" = "Löschen der Anwendungen-Caches";
"FONT_CACHES" = "Löschen der Font-Caches";
"LOGS" = "Löschen der Protokolle und der CrashReporter";
"TEMP_ITEMS" = "Löschen Benutzte Dokumente und Temporäre Dateien";
"LAUNCHSERVICES" = "Aktualisierung der LaunchServices-Datenbank";
"DYLDCACHE" = "Aktualisieren des dyld's shared Cache";
"DSSTORE" = "Anzeige der Ordnerinhalte zurücksetzen";
"INDEX_SPOTLIGHT" = "Index von Spotlight löschen";
"INDEX_BAL" = "Aktualisierung der Mailbox-Indizes";

"ENDMAINTAIN" = "Wartung beendet.";
"MSG_ENDMAINTAIN" = "Die ausgewählten Wartungskommandos wurden ausgeführt.";
"MSG_RESTART" = "Die ausgewählten Wartungskommandos wurden ausgeführt. Es wird empfohlen, den Rechner neu zu starten.";

"ERR_MAINTENANCELOG" = "Maintenance System Log deaktiviert.";
"MSG_MAINTENANCELOG" = "Sie haben in den Systemeinstellungen evtl. ein eigenes Datums- und Zeitformat eingestellt. Ein Bug im System verhindert die Funktion des Maintenance System Log.";
"NO_FILE" = "Diese Datei existiert nicht.";
"NO_LOGMAINTENANCE" = "Das Maintenance-Protokoll (~/Library/Logs/Maintenance.log) existiert nicht. Es wurde möglicherweise gelöscht.";
"DEL_LOG" = "Das Maintenance-Protokoll löschen";
"NEWLOG" = "Neues Protokoll erzeugt...";

"UNINSTALL_MAINTENANCE" = "Wollen Sie Maintenance und alle dazu gehörigen Daten wirklich löschen?";
"QUIT_MAINTENANCE" = "Wollen Sie Maintenance wirklich beenden?";
